Repository: masQelec/service.masqelec.settings
Catalog: language/resource.language.*/strings.po
Languages: es_es

# #32233
source: @DISTRONAME@ Settings Locked - Enter PIN
es_es: Configuración de @DISTRONAME@ bloqueada: ingrese el PIN

# #32234
source: Incorrect PIN!
es_es: ¡PIN incorrecto!

# #32235
source: attempts remaining.
es_es: intentos restantes.

# #32236
source: You have entered an incorrect PIN too many times.[CR][CR]You will need to wait 5 minutes before trying again.
es_es: Ha ingresado un PIN incorrecto demasiadas veces.[CR][CR]Deberá esperar 5 minutos antes de volver a intentarlo.

# #32237
source: @DISTRONAME@ Settings Locked!
es_es: ¡Configuraciones de @DISTRONAME@ bloqueadas!

# #32238
source: minutes remain before PIN can be entered.[CR][CR]Too many previous failed attempts.
es_es: faltan minutos para que se pueda ingresar el PIN.[CR][CR]Demasiados intentos fallidos anteriores.

# #32240
source: Wireless Regulatory Domain
es_es: Dominio Regulador Inalámbrico

# #32300
source: Welcome to @DISTRONAME@
es_es: Bienvenido a @DISTRONAME@

# #32301
source: Welcome
es_es: Bienvenido

# #32302
source: This wizard will guide you through the process of setting up your new @DISTRONAME@ installation - setting your location, timezone and connecting you to the internet.[CR][CR]These settings can be changed later by navigating to Programs > @DISTRONAME@ Settings.
es_es: Este asistente lo guiará a través del proceso de configuración de @DISTRONAME@ . Configurará su ubicación, zona horaria y conexión a Internet.[CR][CR] Estos valores podrán ser modificados luego en Programas > Ajustes de @DISTRONAME@.

# #32303
source: Next
es_es: Siguiente

# #32304
source: To be identified easily on the network, your new @DISTRONAME@ machine needs a name.[CR][CR]Try to choose something meaningful - like the room it's in - so you'll know what it is when you see it on the network.[CR][CR]This name is used when configuring network services, like file sharing using samba.
es_es: Para ser identificado fácilmente en la red, su equipo @DISTRONAME@ necesita un nombre.[CR][CR] Elija un nombre significativo - sala de estar, habitación - de esta manera sabrá que de que equipo se trata cuando lo vea en la red.[CR][CR]Este nombre será usado cuando se configure los servicios de red tales como Samba.

# #32305
source: Networking
es_es: Red

# #32306
source: In order to download backdrops, banners and thumbnails for your movies and TV shows and to stream online content from sites like YouTube, @DISTRONAME@ needs to be connected the Internet.[CR][CR]An Internet connection is also required for @DISTRONAME@ to automatically update itself.
es_es: Para la descarga de fondos, carteles y miniaturas de sus películas, series y para el contenido de streaming de sitios como YouTube, @DISTRONAME@ necesita conectar a Internet.[CR][CR]Además, @DISTRONAME@ requiere conexión a Internet para las actualizaciones automáticas.

# #32307
source: Previous
es_es: Previo

# #32308
source: Hostname:
es_es: Nombre de equipo;

# #32309
source: The following Networks are currently available:
es_es: Las siguientes redes están disponibles:

# #32310
source: Language:
es_es: Idioma:

# #32311
source: Sharing and Remote Access
es_es: Compartir y Acceso Remoto

# #32312
source: @DISTRONAME@ also supports SSH for remote access. This is for advanced users who wish to interact with @DISTRONAME@'s underlying operating system. The default user is [COLOR red]root[/COLOR] and the default password is [COLOR red]@ROOT_PASSWORD@[/COLOR].
es_es: @DISTRONAME@ soporta SSH para acceso remoto. Esto es para usuarios avanzados que desean interactuar con el sistema operativo de @DISTRONAME@. El usuario por defecto es [COLOR red]root[/COLOR] y la contraseña por defecto es [COLOR red]@ROOT_PASSWORD@[/COLOR].

# #32313
source: In order to share your files between your computers @DISTRONAME@ has incorporated a samba server. This samba server can be integrated into your local network by accessing it in a familiar way with Finder or Windows Explorer.
es_es: Para compartir archivos entre dispositivos @DISTRONAME@ incorpora un servidor Samba. Este puede integrarse con su red local para acceder a él con Finder o el Explorador de Windows.

# #32316
source: Configure Services:
es_es: Configurar Servicios:

# #32317
source: Thank you
es_es: Gracias

# #32318
source: Your @DISTRONAME@ installation is now complete and you are about to enter Kodi where you can set up your media libraries. For help with this, there is a guide available at wiki.kodi.tv[CR][CR]@DISTRONAME@ is developed by a dedicated team of developers who work purely in their spare time.[CR][CR]Finally, we hope you enjoy using @DISTRONAME@ as much as we've enjoyed building it. If you need any more help, you can find links to our support forum along with latest news at our website.
es_es: Su instalación de @DISTRONAME@ ahora está completa y está a punto de ingresar a Kodi donde puede configurar sus bibliotecas de medios. Para obtener ayuda con esto, hay una guía disponible en wiki.kodi.tv[CR][CR]@DISTRONAME@ es desarrollado por un equipo dedicado de desarrolladores que trabajan exclusivamente en su tiempo libre.[CR][CR]Finalmente, nosotros Espero que disfrutes usando @DISTRONAME@ tanto como nosotros disfrutamos construyéndolo. Si necesita más ayuda, puede encontrar enlaces a nuestro foro de soporte junto con las últimas noticias en nuestro sitio web.

# #32320
source: Enable Cron
es_es: Habilitar Cron

# #32322
source: Reset
es_es: Restaurar

# #32323
source: Reset to Defaults
es_es: Restaurar valores por defecto

# #32324
source: Reset System Settings to defaults
es_es: Restaurar la configuración a los valores por defecto

# #32325
source: Reset @DISTRONAME@ to defaults
es_es: Restaurar @DISTRONAME@ a los valores por defecto

# #32326
source: Are you sure?
es_es: ¿Estás seguro?

# #32328
source: The system must reboot.
es_es: El sistema se debe de reiniciar.

# #32329
source: Rebooting in %d seconds
es_es: Reiniciando en %d segundos

# #32330
source: Keyboard Type
es_es: Tipo de teclado

# #32333
source: Connected:
es_es: Conectado:

# #32334
source: Yes
es_es: Si

# #32338
source: No Bluetooth adapter found.
es_es: No se encontró adaptador Bluetooth.

# #32339
source: No Bluetooth device found. Please put your Bluetooth device into discovery mode[CR]and start the scan
es_es: No se ha encontrado un dispositivo Bluetooth. Por favor, configure su dispositivo Bluetooth en modo descubrir[CR] y comience la exploración.

# #32343
source: Enter the following Key on your Device.
es_es: Ingrese la siguiente clave en su dispositivo.

# #32344
source: Enable Bluetooth
es_es: Habilitar Bluetooth

# #32346
source: Bluetooth is disabled
es_es: Bluetooth está deshabilitado

# #32357
source: files
es_es: archivos

# #32358
source: Trust and Connect
es_es: Confiar y Conectar

# #32360
source: An update is available, would you like to download it now?
es_es: Hay una actualización disponible, ¿te gustaría descargarla ahora?

# #32361
source: An update has been downloaded, would you like to reboot now to apply it?
es_es: Se ha descargado una actualización. ¿Desea reiniciar ahora para aplicarla?

# #32362
source: Check for updates now:
es_es: Comprobar actualizaciones ahora:

# #32364
source: Update available
es_es: Actualización disponible

# #32365
source: Show Update Notifications
es_es: Mostrar notificaciones de actualizaciones

# #32366
source: Update Download Completed
es_es: Descarga de actualización completa

# #32367
source: Update Extract Complete
es_es: Extracción de actualización completa

# #32368
source: Advanced Network Settings
es_es: Configuración avanzada de red

# #32369
source: Wait for network before starting Kodi
es_es: Esperar a la red antes de arrancar Kodi

# #32370
source: Maximum Wait Time (Sec.)
es_es: Tiempo máximo de espera (Seg.)

# #32371
source: Backup
es_es: Respaldo

# #32372
source: Create System and Kodi Backup
es_es: Crear respaldo del sistema y Kodi

# #32373
source: Restore Backup
es_es: Restaurar respaldo

# #32374
source: Restore file cannot be accessed by the system, it must be located on the local filesystem
es_es: El sistema no puede acceder al archivo de restauración, debe estar ubicado en el sistema de archivos local

# #32375
source: Backup Progress
es_es: Progreso del respaldo

# #32376
source: Submit Log
es_es: Enviar registro

# #32377
source: Upload latest Kodi log and configs, and view the short URL
es_es: Carga el último archivo de registro, y muestra la URL

# #32378
source: Upload latest Kodi crash log and configs, and view the short URL
es_es: Carga el último archivo de registro de bloqueo, y muestra la URL

# #32379
source: There is not enough free storage space to continue!
es_es: ¡No hay suficiente espacio libre para continuar!

# #32380
source: Restoring system settings requires a reboot. Are you sure you want to restore?
es_es: La restauración del sistema requiere reiniciar. ¿Está seguro que desea restaurar?

# #32381
source: Accept incoming Bluetooth Filetransfer ?
es_es: ¿Desea aceptar una transferencia de archivo por Bluetooth?

# #32382
source: Speed
es_es: Velocidad

# #32383
source: Play Files ?
es_es: ¿Reproducir archivos?

# #32384
source: OBEX Enabled
es_es: OBEX Habilitado

# #32385
source: OBEX Upload Folder
es_es: Directorio de subida OBEX

# #32386
source: Keyboard Layout Variant #1
es_es: Variante de disposición de teclado #1

# #32387
source: Keyboard Layout Variant #2
es_es: Variante de disposición de teclado #2

# #32388
source: Enable Standby
es_es: Habilitar modo espera

# #32389
source: Disable Standby
es_es: Deshabilitar modo espera

# #32390
source: Settings addon is not yet ready, please try again later.
es_es: El complemento de configuración no está listo, intente nuevamente más tarde.

# #32391
source: Upload configs and other debug info without logs, and view the short URL
es_es: Carga la depuración sin registros, y muestra la URL

# #32393
source: ** SAFE MODE! ** SAFE MODE! ** SAFE MODE! **
es_es: ** MODO SEGURO! ** MODO SEGURO! ** MODO SEGURO! **

# #32394
source: @DISTRONAME@ has temporarily started in safe mode due to repeated Kodi crashes.[CR][CR]You may now investigate the cause of the crashes by enabling ssh or Samba.[CR][CR]Your original Kodi installation can be accessed via "/storage/.kodi.FAILED" and the Samba "Kodi-Failed" share.[CR][CR]Rebooting will return to your original Kodi installation.[CR][CR]Go to https://discourse.coreelec.org if you require further assistance. When posting to the forum include the link to your crash log which can be viewed by clicking the crash log option in Settings > Kodi > System > Submit Log.
es_es: @DISTRONAME@ se ha iniciado temporalmente en modo seguro debido a repetidos bloqueos de Kodi.[CR][CR]Ahora puede investigar la causa de los bloqueos activando ssh o Samba.[CR][CR]Se puede acceder a su instalación original de Kodi a través de "/storage/.kodi.FAILED" y de el samba "Kodi-Failed" compartir.[CR][CR]El reinicio volverá a su instalación original de Kodi.[CR][CR]Ir a https://discourse.coreelec.org Si necesita más ayuda. Cuando publique en el foro, incluya el enlace a su registro de fallos que puede ver haciendo clic en la opción de registro de fallas en Configuración > Kodi > Sistema > Enviar registro.

# #32395
source: Firewall
es_es: Cortafuegos

# #32396
source: Custom
es_es: Personalizado

# #32397
source: Off
es_es: Desactivado

# #32398
source: Home
es_es: Hogar

# #32399
source: Public
es_es: Público

# #32400
source: Fan
es_es: Ventilador

# #32401
source: Power
es_es: Encendido

# #32402
source: Display
es_es: Monitor

# #32403
source: Performance
es_es: Rendimiento

# #32410
source: Fan Mode
es_es: Modo de ventilador

# #32411
source: Speed Level
es_es: Nivel de velocidad

# #32415
source: Inject BL301 Blob
es_es: Inyectar blob BL301

# #32416
source: IR Remote Power Code
es_es: Código de encendido remoto IR

# #32418
source: USB Power
es_es: Potencia USB

# #32419
source: Heartbeat LED
es_es: Pulso LED

# #32420
source: VESA modes
es_es: Modos VESA

# #32421
source: CPU governor
es_es: Gestión de la CPU

# #32430
source: Device OSD Name
es_es: Nombre OSD del dispositivo

# #32432
source: Auto power on
es_es: Encendido automático

# #32433
source: Streaming path/Routing change
es_es: Ruta de transmisión/Cambio de ruta

# #32434
source: Active route
es_es: Ruta activa

# #33410
source: Warning!
es_es: ¡Advertencia!

# #33411
source: Continue
es_es: Seguir

# #33412
source: Finished!
es_es: ¡Terminado!

# #33413
source: Notice!
es_es: ¡Aviso!

# #33416
source: [B][COLOR red]Note: This will modify the firmware on your device.[/COLOR][/B][CR]The BL301 bootloader blob has been customized by the Kodi Team to support all features used to wake a device from a suspend or power off state!
es_es: [B][COLOR red]Nota: Esto modificará el firmware de su dispositivo.[/COLOR][/B][CR]El blood del cargador de arranque BL301 ha sido personalizado por el equipo de Kodi para admitir todas las funciones utilizadas para activar un dispositivo desde un estado de suspensión o apagado!

# #33417
source: Finished update of the BL301 on internal eMMC.[CR]A reboot is now required!
es_es: Actualización finalizada del BL301 en eMMC interno.[CR]¡Ahora se requiere reiniciar!

# #33418
source: Error [%d] has occurred while using the 'inject_bl301' tool![CR]See '/storage/inject_bl301.log' for details.
es_es: ¡Se ha producido el error [%d] al usar la herramienta 'inject_bl301'![CR]Consulte '/storage/inject_bl301.log' para más detalles.

# #33419
source: System is not supported by BL301 injection![CR]See '/storage/inject_bl301.log' for details.
es_es: El sistema no es compatible con la inyección BL301![CR]Consulte '/storage/inject_bl301.log' para más detalles.

# #33420
source: Update of BL301 on eMMC is not needed.
es_es: La actualización de BL301 en eMMC no es necesaria.

# #33421
source: [B][COLOR red]Note: This will remove the bl301 injection on your device.[/COLOR][CR]The injected BL301 bootloader blob will be removed by the backup done automatically before injection.[/B]
es_es: [B][COLOR red]Nota: Esto eliminará la inyección de bl301 en su dispositivo.[/COLOR][CR]El blob del cargador de arranque BL301 inyectado será eliminado por la copia de seguridad realizada automáticamente antes de la inyección.[/B]

# #33422
source: Finished remove of the BL301 on internal eMMC.[CR]A reboot is now required!
es_es: Eliminación finalizada del BL301 en eMMC interno.[CR]¡Ahora se requiere reiniciar!
