Repository: masQelec/service.masqelec.settings
Catalog: language/resource.language.*/strings.po
Languages: es_es

# #600
source: @DISTRONAME@ Settings
es_es: Configuraciones de @DISTRONAME@

# #601
source: Interface
es_es: Interfaz

# #602
source: Address
es_es: Dirección

# #603
source: Type
es_es: Tipo

# #604
source: State
es_es: Estado

# #605
source: Address
es_es: Dirección

# #606
source: Distribution:
es_es: Distribución:

# #607
source: Version:
es_es: Versión:

# #608
source: Architecture:
es_es: Arquitectura:

# #609
source: Kodi is created by a global team of Linux and Kodi enthusiasts who contribute time and effort to manage the project, write code, and provide support. We have fun making it. We hope you have fun using it!
es_es: Kodi es creado por un equipo global de entusiastas de Linux y Kodi que contribuyen con tiempo y esfuerzo para administrar el proyecto, escribir código y brindar soporte. Nos divertimos haciéndolo. ¡Esperamos que te diviertas usándolo!

# #610
source: [B]Support[/B] is provided via our forum:[CR]https://discourse.coreelec.org[CR][CR][B]Documentation[/B] can be read at our website:[CR]https://coreelec.org[CR][CR][B]Code[/B] can be found on GitHub:[CR]https://github.com/Kodi[CR][CR]
es_es: [B]El soporte[/B] se proporciona a través de nuestro foro:[CR]https://discourse.coreelec.org[CR][CR][B]La documentación[/B] se puede leer en nuestro sitio web:[CR]https://coreelec.org[CR][CR][B]El código[/B] se puede encontrar en GitHub:[CR]https://github.com/Kodi[CR][CR]

# #700
source: Configure a hostname, keyboard type, perform a reset, update, or backups and restores
es_es: Configure el nombre del equipo, tipo de teclado, restaurar valores de fábrica, actualizar o respaldar y restaurar.

# #701
source: Configure network startup options, NTP and VPNs
es_es: Configurar las opciones de red al inicio, NTP y VPNs

# #702
source: Manage the Ethernet, Wireless and VPN connections available to the system
es_es: Administrar Ethernet, Wireless y conexiones VPN disponibles.

# #703
source: Configure system services like Samba, SSH, Cron, Avahi and Syslog
es_es: Configurar servicios de sistema como Samba, SSH, Cron, Avahi y Syslog

# #704
source: Configure and pair Bluetooth devices
es_es: Configurar y emparejar dispositivos Bluetooth

# #705
source: Useful information like version and architecture details, support and documentation links.
es_es: Información útil como detalles de versión y arquitectura, enlaces de soporte y documentación.

# #707
source: Configure updates
es_es: Configurar actualizaciones

# #710
source: Configure the Hostname of your @DISTRONAME@ system. This will be used for the HTPC \\hostname in Windows and SMB server name in the Mac OS Finder
es_es: Configure el nombre del equipo de su sistema @DISTRONAME@. Este será usado por el HTPC \\nombredeequipo en Windows y en el servidor de nombres SMB de Mac OS Finder

# #711
source: Configure the 1st keyboard software layout
es_es: Configure la primera disposición de teclado

# #712
source: Configure the 2nd keyboard software layout
es_es: Configure la segunda disposición de teclado

# #713
source: Configure the physical keyboard type
es_es: Configure el tipo de teclado físico

# #714
source: @DISTRONAME@ can be configured for automatic or manual updates. Automatic updates are available on stable releases and stable release candidates. Automatic update self-disables on beta and development builds
es_es: @DISTRONAME@ puede ser configurado con actualizaciones manuales o automáticas. Las actualizaciones automáticas están disponibles para las versiones estables y candidatos a versiones estables. Las actualizaciones automáticas no están habilitadas para versiones beta o de desarrollo.

# #715
source: Set to ON and an on-screen notification will be displayed when a new update is available
es_es: Active esta función y se mostrará una notificación cuando una nueva versión esté disponible.

# #718
source: Send boot config files from /flash, kodi.log, kernel log and Samba configs to http://ix.io, and display the short URL
es_es: Enviar archivos de configuración de arranque de /flash, kodi.log, registro kernel y configuraciones de Samba a http://ix.io, y mostrar URL corta

# #719
source: Send boot config files from /flash, kodi_crash.log, kernel log and Samba configs to http://ix.io, and display the short URL
es_es: Enviar archivos de configuración de arranque de /flash, kodi_crash.log, registro kernel y configuraciones de Samba a http://ix.io, y mostrar URL corta

# #720
source: Set to ON and Bluetooth devices will be disabled during power-saving modes
es_es: Active esta función y los dispositivos Bluetooth serán desactivados en el modo de ahorro de energía

# #721
source: Send Kodi debug info without logs to http://ix.io, and display the short URL
es_es: Envíe información de depuración de Kodi sin registros a http://ix.io y muestre la URL corta

# #722
source: Create a tar archive containing all @DISTRONAME@ and Kodi configuration settings, databases and thumbnail content. Backup files will be stored in /storage/backups
es_es: Crea un archivo tar conteniendo toda la configuración de @DISTRONAME@ y Kodi, Base de datos y miniaturas. Los archivos de respaldo se almacenarán en /storage/backups

# #723
source: Restore a tar archive backup previously created using the backup option above
es_es: Restaurar un respaldo tar previamente creado con la opción anterior

# #724
source: [COLOR FF00FF00]SOFT RESET[/COLOR] Permanently reset @DISTRONAME@ configuration to defaults (resets also Kodi to default including your library. your media - music/videos/etc are not touched)
es_es: [COLOR FF00FF00]SOFT RESET[/COLOR] Restaurar la configuración @DISTRONAME@ a los valores por defecto (la configuración de Kodi incluyendo su biblioteca. Su colección, música/videos/etc no será tocada)

# #725
source: [COLOR FFFF0000]HARD RESET[/COLOR] Permanently reset @DISTRONAME@ and Kodi configuration to defaults (everything in your storage partition will be deleted)
es_es: [COLOR FFFF0000]HARD RESET[/COLOR] Restaura permanentemente @DISTRONAME@ y Kodi a su configuración por defecto (todos los datos en su partición storage serán eliminados)

# #726
source: Enable or disable support for Wireless (WLAN) networks
es_es: Activa o desactiva el soporte para redes inalámbricas (WLAN)

# #727
source: Enable a 'tethered' Wireless Access Point. This requires your wireless card (and driver) to support bridging and access point mode. Not all cards are capable.
es_es: Activa un Punto de Acceso Inalámbrico. Requiere que su placa inalámbrica (y controlador) soporte modo AP y puente. No todas las placas soportan esta funcionalidad.

# #728
source: Configure the Access Point SSID
es_es: Configure el SSID del Punto de Acceso

# #729
source: Configure the Access Point Passphrase
es_es: Configure la contraseña del Punto de Acceso

# #730
source: Enable or disable support for Wired (Ethernet) networks
es_es: Activa o desactiva el soporte para redes cableadas (Ethernet)

# #732
source: Configure the 1st time (NTP) server
es_es: Configurar el 1er servidor (NTP) de tiempo

# #733
source: Configure the 2nd time (NTP) server
es_es: Configurar el 2º servidor (NTP) de tiempo

# #734
source: Configure the 3rd time (NTP) server
es_es: Configurar el 3º servidor (NTP) de tiempo

# #736
source: Set to ON to delay Kodi startup until the network is available. Use this if the OS is booting into Kodi before the network is up and central MySQL databases are accessible.
es_es: Active esta función pare retrasar el arranque de Kodi hasta que la red esté disponible. Use esta función si es necesario que la base de datos MySQL esté accesible antes que inicie Kodi

# #737
source: Time in seconds to wait for an established network connection.
es_es: Segundos restantes para establecer la conexión de red.

# #738
source: Set to ON to enable the embedded Samba (SMB) filesharing service
es_es: Active esta función para habilitar el servicio de compartición de archivos Samba (SMB)

# #739
source: Set to ON to require username/password access to local Samba fileshares
es_es: Active esta función para solicitar usuario y contraseña para acceder a los archivos compartidos por Samba

# #740
source: Set the username for Samba sharing
es_es: Fijar el usuario para compartir Samba

# #741
source: Set the password for Samba sharing
es_es: Fijar la contraseña para compartir Samba

# #742
source: Set to ON to enable the embedded SSH server. The SSH console can be accessed with username 'root' and password '@ROOT_PASSWORD@'.
es_es: Active esta función para habilitar el servidor SSH. La consola puede ser accedida con el usuario 'root' y la contraseña '@ROOT_PASSWORD@'.

# #743
source: Set to ON if you have copied private SSH keys to your HTPC and would like to improve security by disabling SSH username and password authentication.
es_es: Active esta función si usted a copiado las claves SSH a su HTPC y le gustaría desactivar la autenticación por usuario y contraseña para aumentar la seguridad.

# #744
source: Set to ON to enable the Avahi (Zeroconf/Bonjour) network discovery service
es_es: Active esta función para habilitar el servicio de descubrimiento de redes Avahi (Zeroconf/Bonjour)

# #745
source: Set to ON to enable the cron daemon
es_es: Active esta función para habilitar el demonio cron

# #746
source: Set the password for SSH
es_es: Asignar la contraseña para SSH

# #747
source: Enable a PIN for @DISTRONAME@ Settings access
es_es: Habilite un PIN para acceder a la configuración de @DISTRONAME@

# #748
source: Change the PIN Lock for @DISTRONAME@ Settings access
es_es: Cambiar el bloqueo de PIN para acceder a la configuración de @DISTRONAME@

# #749
source: Override the Wireless Regulatory Domain so radio properties (channels and transmit power) comply with local laws or match the country configuration of your router.
es_es: Anule el dominio regulador inalámbrico para que las propiedades de radio (canales y potencia de transmisión) cumplan con las leyes locales o coincidan con la configuración del país de su enrutador.

# #751
source: With OBEX filetransfer you can send files, for example movies or pictures over bluetooth to @DISTRONAME@.
es_es: Con la transferencia de archivos OBEX usted puede enviar archivos (video/imagenes) por Bluetooth a @DISTRONAME@.

# #752
source: Here you can set the folder location where OBEX file transfer should store incoming files
es_es: Aquí puede configurar la ubicación en donde se almacenarán los archivos enviados por OBEX

# #753
source: Configure the 1st keyboard software Variant
es_es: Configure la primera disposición de teclado

# #754
source: Configure the 2nd keyboard software Variant
es_es: Configure la segunda disposición de teclado

# #755
source: Auto share external drives / partitions
es_es: Compartir automáticamente particiones y unidades externas

# #756
source: Disable older SMB protocols by specifying the minimum supported protocol.
es_es: Deshabilita versiones antiguas de SMB al especificar la versión mínima requerida.

# #757
source: Disable more recent SMB protocols for backward compatability with legacy clients.
es_es: Deshabilita las versiones recientes de SMB para mejorar la compatibilidad con clientes antiguos.

# #758
source: NetBIOS group to which the server belongs. Default is WORKGROUP.
es_es: Grupo NetBIOS al cual pertenece el servidor. Por defecto es WORKGROUP.

# #760
source: Select an update channel
es_es: Selecionar un canal de actualización

# #761
source: Enable to allow entering a custom update url
es_es: Active esta función para introducir una URL de actualización personalizada

# #762
source: Enter a custom update url (url should be the root of the update files)
es_es: Ingrese la URL de actualización personalizada (la URL debe ser la raíz del archivo de actualización)

# #770
source: Select an available version
es_es: Selecionar una versión disponible

# #771
source: The firewall blocks unwanted network traffic. Home (default) allows traffic from private network ranges (192.168.x.x, 172.16.x.x and 10.x.x.x) only. Public blocks all traffic from all networks. Custom uses rules in /storage/.config/iptables. Off disables the firewall.
es_es: El cortafuegos bloquea el tráfico de red no deseado. Hogar (predeterminado) solo permite el tráfico de rangos de red privada (192.168.x.x, 172.16.x.x y 10.x.x.x). Público bloquea todo el tráfico de todas las redes. Personalizado usa reglas en /storage/.config/iptables. Desactivado desactiva el firewall.

# #772
source: Checking for a new version will submit the installed Distribution, Project, CPU Arch and Version to the update server. This data is also used to report basic statistics for the project. To continue checking for updates while opting-out of stats reporting, disable this option.
es_es: Al comprobar si hay una nueva versión se enviará al servidor de actualización información de la distribución Linux instalada, el proyecto, la arquitectura de la CPU y la versión de KODI. Para seguir comprobando actualizaciones sin que su información forme parte de las estadísticas, deshabilite esta opción.

# #780
source: Configure hardware settings
es_es: Configurar ajustes de hardware

# #781
source: Set fan mode (off/auto/manual)
es_es: Establecer modo de ventilador (apagado/automático/manual)

# #782
source: Set fan speed level
es_es: Establecer el nivel de velocidad del ventilador

# #785
source: Modify Vendor Bootloader to support all wake-up features such as CEC, Wake-On-LAN, IR, and GPIO wake-up from suspend or power off state!
es_es: ¡Modifique el cargador de arranque del proveedor para que admita todas las funciones de activación, como CEC, Wake-On-LAN, IR y GPIO desde el estado de suspensión o apagado!

# #786
source: Set the IR remote control power button code
es_es: Configure el código del botón de encendido del control remoto IR

# #787
source: Enable/Disable Wake-on-LAN
es_es: Activar/Desactivar Wake-on-LAN

# #788
source: Enable/Disable USB Power when device is off/suspend
es_es: Activar/Desactivar la alimentación USB cuando el dispositivo está apagado/suspendido

# #789
source: Enable/Disable device heartbeat LED
es_es: Activar/Desactivar pulso de LED del dispositivo

# #790
source: Enable/Disable VESA display modes
es_es: Activar/Desactivar modos de visualización VESA

# #791
source: Set CPU governor for all cores
es_es: Establecer gestión de la CPU para todos los núcleos

# #792
source: Set the device OSD name displayed on TV when in suspend/powered off mode, max length 14 chars
es_es: Configure el nombre OSD del dispositivo que se muestra en la TV cuando está en modo de suspensión / apagado, longitud máxima 14 caracteres

# #793
source: Enable/Disable CEC Wake-Up
es_es: Activar/Desactivar la activación de CEC

# #794
source: Enable/Disable CEC Wake-Up by user control pressed or on image/text view
es_es: Activar/Desactivar CEC Wake-Up por control de usuario presionado o en la vista de imagen/texto

# #795
source: Enable/Disable CEC Wake-Up by streaming path or routing change
es_es: Activar/Desactivar CEC Wake-Up mediante ruta de transmisión o cambio de ruta

# #796
source: Enable/Disable CEC Wake-Up by the device become active route
es_es: Activar/Desactivar CEC Wake-Up por el dispositivo se convierte en ruta activa

# #32001
source: Services
es_es: Servicios

# #32002
source: System
es_es: Sistema

# #32003
source: Interface
es_es: Interfaz

# #32005
source: Updates
es_es: Actualizaciones

# #32009
source: Keyboard
es_es: Teclado

# #32010
source: Keyboard Layout
es_es: Disposición de teclado

# #32012
source: Select Action
es_es: Seleccionar Acción

# #32013
source: Updates
es_es: Actualizaciones

# #32014
source: Automatic Updates
es_es: Actualizaciones Automáticas

# #32015
source: Update Channel
es_es: Actualizar Canal

# #32016
source: Show Custom Channels
es_es: Mostrar Canales Personalizados

# #32017
source: - Custom Channel 1
es_es: - Canal Personalizado 1

# #32018
source: - Custom Channel 2
es_es: - Canal Personalizado 2

# #32019
source: - Custom Channel 3
es_es: - Canal Personalizado 3

# #32020
source: Available Versions
es_es: Versiones Disponibles

# #32021
source: Submit Statistics
es_es: Enviar estadísticas

# #32022
source: Raspberry Pi Flashing
es_es: Escribiendo en la memoria de Raspberry Pi

# #32023
source: Updating will occur once the system is rebooted.
es_es: La actualización ocurrirá una vez que se reinicie el sistema.

# #32024
source: Bootloader EEPROM
es_es: Cargador de arranque EEPROM

# #32025
source: Update the Raspberry Pi Bootloader EEPROM to the latest version. This option is automatically disabled after rebooting. Reboot the system to apply the update.
es_es: Actualice la EEPROM de Raspberry Pi Bootloader a la última versión. Esta opción se desactiva automáticamente después de reiniciar. Reinicie el sistema para aplicar la actualización.

# #32027
source: Update the Raspberry Pi VIA USB3 firmware to the latest version. This option is automatically disabled after rebooting. Reboot the system to apply the update.
es_es: Actualice el firmware de Raspberry Pi VIA USB3 a la última versión. Esta opción se desactiva automáticamente después de reiniciar. Reinicie el sistema para aplicar la actualización.

# #32028
source: update from %s to %s
es_es: actualización de %s a %s

# #32029
source: up to date: %s
es_es: está actualizado: %s

# #32100
source: Connections
es_es: Conexiones

# #32101
source: Network
es_es: Red

# #32102
source: Wireless Networks
es_es: Redes inalámbricas

# #32103
source: Wired Networks
es_es: Redes cableadas

# #32105
source: Active
es_es: Activo

# #32106
source: Username
es_es: Usuario

# #32107
source: Passphrase
es_es: Contraseña

# #32108
source: Enable 'tethered' Wireless Access Point
es_es: Activar modo Punto de Acceso

# #32109
source: Connect Automatically
es_es: Conectar automáticamente

# #32110
source: Connection
es_es: Conexión

# #32113
source: IP Address Method
es_es: Configuración de dirección IP

# #32114
source: IP Address
es_es: Dirección IP

# #32115
source: Subnet Mask
es_es: Máscara de subred

# #32116
source: Default Gateway
es_es: Puerta de acceso por defecto

# #32117
source: Prefix Length
es_es: Largo del prefijo

# #32118
source: Privacy
es_es: Privacidad

# #32119
source: DNS Servers
es_es: Servidores DNS

# #32120
source: Nameserver #1
es_es: Servidor #1

# #32121
source: Nameserver #2
es_es: Servidor #2

# #32122
source: Nameserver #3
es_es: Servidor #3

# #32123
source: NTP Servers
es_es: Servidores NTP

# #32124
source: Timeserver #1
es_es: Servidor #1

# #32125
source: Timeserver #2
es_es: Servidor #2

# #32126
source: Timeserver #3
es_es: Servidor #3

# #32127
source: DNS Domains
es_es: Dominio DNS

# #32128
source: Domain #1
es_es: Dominio #1

# #32129
source: Domain #2
es_es: Dominio #2

# #32130
source: Domain #3
es_es: Dominio #3

# #32140
source: Save
es_es: Guardar

# #32141
source: Delete
es_es: Borrar

# #32142
source: Refresh
es_es: Actualizar

# #32143
source: Disconnect
es_es: Desconectar

# #32144
source: Connect
es_es: Conectar

# #32145
source: Pair
es_es: Par

# #32146
source: Hidden Network Name
es_es: Nombre de red oculta

# #32147
source: Wireless Network Passphrase
es_es: Contraseña de red

# #32148
source: Wireless Network Username
es_es: Usuario de red inalámbrica

# #32150
source: Edit
es_es: Editar

# #32171
source: Enter passkey (number in 0-999999)
es_es: Ingrese la clave de acceso (número en 0-999999)

# #32172
source: Request confirmation
es_es: Solicitud de confirmación

# #32173
source: Confirm passkey %06u
es_es: Confirmar contraseña %06u

# #32174
source: Request authorization
es_es: Solicitar autorización

# #32175
source: Accept pairing?
es_es: ¿Aceptar emparejamiento?

# #32176
source: Authorize service
es_es: Servicio autorizado

# #32177
source: Authorize service %s?
es_es: ¿Autorizar servicio %s?

# #32178
source: Bluetooth Filetransfer
es_es: Transferencia de archivos Bluetooth

# #32179
source: masQelec Update
es_es: Actualización masQelec

# #32180
source: Would you like to update @DISTRONAME@ now?
es_es: ¿Desea actualizar @DISTRONAME@ ahora?

# #32181
source: Filename
es_es: Nombre de archivo

# #32182
source: Download speed
es_es: Velocidad de descarga

# #32183
source: Time remaining
es_es: Tiempo restante

# #32184
source: Extract file
es_es: Extraer fichero

# #32185
source: Extract speed
es_es: Velocidad de extracción

# #32186
source: Initialize Archive File
es_es: Iniciar Archivado de fichero

# #32187
source: New Version
es_es: Nueva versión

# #32188
source: Current Version
es_es: Versión actual

# #32189
source: Identification
es_es: Identificación

# #32190
source: System Name
es_es: Nombre del sistema

# #32191
source: Invalid URL
es_es: URL Inválida

# #32192
source: PIN lock
es_es: PIN de bloqueo

# #32193
source: Enable @DISTRONAME@ Settings PIN Lock
es_es: Habilitar bloqueo de PIN de la configuración de @DISTRONAME@

# #32194
source: Change @DISTRONAME@ Settings PIN Lock
es_es: Cambiar bloqueo de PIN de la configuración de @DISTRONAME@

# #32195
source: Custom URL is not valid, or currently inaccessible. %s
es_es: La URL personalizada no es válida o actualmente no es accesible. %s

# #32196
source: About
es_es: Acerca de

# #32202
source: Use Samba Password Authentication
es_es: Utilizar Autenticación por Contraseña para Samba

# #32203
source: Disable SSH Password
es_es: Desactivar contraseña SSH

# #32204
source: Enable Samba
es_es: Habilitar Samba

# #32205
source: Enable SSH
es_es: Habilitar SSH

# #32206
source: Enable Avahi (Zeroconf)
es_es: Habilitar Avahi (Zeroconf)

# #32208
source: Hidden Wlan
es_es: WLAN Oculta

# #32209
source: SSH Password
es_es: Contraseña SSH

# #32210
source: The default SSH password is widely known and considered insecure.[CR][CR]Setting a personal password is recommended.
es_es: La contraseña SSH que se usa por omisión es ampliamente conocida y por tanto considerada insegura..[CR][CR]Se recomienda que asigne una nueva contraseña personal.

# #32212
source: Cancel
es_es: Cancelar

# #32213
source: Keep Existing
es_es: Conservar los datos existentes

# #32214
source: Set Password
es_es: Asignar contraseña

# #32215
source: Workgroup name
es_es: Nombre del grupo

# #32216
source: Auto-Share External Drives
es_es: Compartir Automáticamente Unidades Externas

# #32217
source: Minimum supported protocol
es_es: Mínima versión soportada

# #32218
source: Maximum supported protocol
es_es: Máxima versión soportada

# #32220
source: Bad password!
es_es: ¡Contraseña incorrecta!

# #32221
source: The entered password is too weak.[CR]SSH password is unchanged.
es_es: La contraseña introducida es muy débil.[CR]La contraseña SSH no se ha cambiado.

# #32222
source: Password changed!
es_es: ¡Contraseña cambiada!

# #32223
source: The SSH password has been successfully changed.
es_es: La contraseña SSH ha sido cambiada con éxito.

# #32224
source: Unknown error!
es_es: ¡Error desconocido!

# #32225
source: There was an error during the process.[CR]SSH password is unchanged.
es_es: Ha habido un error durante el proceso.[CR]No se ha cambiado la contraseña SSH.

# #32226
source: Enter new 4 digit PIN
es_es: Introduzca un nuevo PIN de 4 dígitos

# #32227
source: Re-enter PIN
es_es: Reintroduzca el PIN

# #32228
source: Error - PIN codes did not match!
es_es: Error: ¡los códigos PIN no coinciden!

# #32229
source: @DISTRONAME@ Settings PIN lock not set.[CR][CR]Please try again.
es_es: Configuración Bloqueo PIN de @DISTRONAME@ no configurado.[CR][CR]Inténtalo de nuevo.

# #32230
source: @DISTRONAME@ Settings PIN lock set.
es_es: Configuración de bloqueo de PIN de @DISTRONAME@ esta establecido.

# #32231
source: Your @DISTRONAME@ Settings PIN lock was set to:
es_es: La configuración de bloqueo de PIN de @DISTRONAME@ se estableció en:

# #32232
source: Error - PIN code not 4 digits!
es_es: Error: ¡el código PIN no tiene 4 dígitos!
